{
    "HOME": {
        "NAME": "¡Hola! soy George Mendoza",
        "FPart": "+1 año de experiencia, apasionado en el",
        "LPart":"Dedicado al desarrollo de páginas agradables y únicas.",
        "JOBS": "Desarrollo de software como FrontEnd"
    },
    "PROJECT_NEW": "En desarrollo",
    "TECHNOLOGY": {
        "TITLE": "Tecnologías",
        "DESCRIPTION": "Lenguajes | Frameworks | Tecnologias",
        "H_SKILLS": "Habilidades Fuertes",
        "S_SKILLS": "Habilidades Blandas",
        "L_SKILLS": "Estoy aprendiendo"
    },
    "ABOUT_ME": "Soy un apasionado por la programación, con un enfoque particular en el FrontEnd. Me esfuerzo constantemente por mejorar mis conocimientos y habilidades, y disfruto resolviendo desafíos que me permiten afinar mi lógica y creatividad. Ya sea aprendiendo una nueva tecnología o depurando código, siempre estoy listo para enfrentar cualquier reto que se cruce en mi camino.",
    "PROJECTS1": {
     "DESCRIPTION_PROJECTS": [
        "La aplicación web ofrece una gestión completa de inventario y venta de videojuegos, inspirada en Instant Gaming. Los usuarios pueden explorar un catálogo actualizado en tiempo real, agregar juegos al carrito o favoritos. Además, pueden dejar reseñas y calificaciones, y acceder a filtros avanzados para encontrar juegos por género, popularidad o novedades.",
        "Desarrollamos una Plataforma de Gestión Integral a medida para el Refugio de Animales Mininos Felices. Donde los administradores pueden gestionar perfiles de gatos, historiales médicos e historias de adopción. Los usuarios pueden adoptar, apadrinar y donar, con pagos seguros integrados vía PayPal.",
        "Desarrollé un clon de Facebook como proyecto personal para mejorar mis habilidades en Angular y profundizar en el uso de Firebase. La plataforma permite interactuar con otros usuarios a través de un chat en tiempo real, crear publicaciones, dejar comentarios y compartir historias, replicando la experiencia de una red social."
     ]   
    }
}